export const Records = [
    {
        title : "Стоматология",
        doctor : "Айболит Валерий Вячеславович",
        data : "18.08.23",
        time : "18:00",
        type : "current"
    },
    {
        title : "Проктология",
        doctor : "Айкакбольно Сергей Сергеевич",
        data : "20.08.23",
        time : "8:00",
        type : "current"
    },
    {
        title : "Психотерапия",
        doctor : "Фрейд Зигмунд Иванович",
        data : "21.08.23",
        time : "10:00",
        type : "current"
    },
    {
        title : "Онкология",
        doctor : "Вячеслав Краб Ракович",
        data : "12.09.23",
        time : "18:00",
        type : "current"
    },
    {
        title : "Стоматология",
        doctor : "Айболит Валерий Вячеславович",
        data : "18.08.23",
        time : "8:00",
        type : "current"
    },
    {
        title : "Проктология",
        doctor : "Айкакбольно Сергей Сергеевич",
        data : "20.08.23",
        time : "14:00",
        type : "current"
    },
    {
        title : "Психотерапия",
        doctor : "Фрейд Зигмунд Иванович",
        data : "21.08.23",
        time : "10:00",
        type : "current"
    },
    {
        title : "Онкология",
        doctor : "Вячеслав Краб Ракович",
        data : "12.09.23",
        time : "20:00",
        type : "current"
    }
]

export const Services = [
    {
        title : "Консультация врача",
        description : "Оценка состояния пациента, диагностика и рекомендации по лечению на основе медицинского обследования"
    },
    {
        title : "Лабораторные анализы",
        description : "Исследование биологических образцов для выявления заболеваний, оценки функций органов и контроля лечения"
    },
    {
        title : "Рентген",
        description : "Использование рентгеновских лучей для получения изображений внутренних органов и костей для диагностики различных заболеваний"
    },
    {
        title : "УЗИ",
        description : "Применение ультразвуковых волн для визуализации органов и тканей, оценки их состояния и выявления патологий"
    },
    {
        title : "ЭКГ",
        description : "Регистрация электрической активности сердца для диагностики сердечных заболеваний и оценки его работы"
    },
    {
        title : "Физиотерапия",
        description : "Применение физических методов (массаж, упражнения, теплотерапия) для восстановления функций организма после травмы или заболевания"
    },
    {
        title : "Хирургическое вмешательство",
        description : "Медицинская процедура, выполняемая хирургом, для лечения или коррекции патологии органов или тканей"
    },
    {
        title : "Офтальмология",
        description : "Исследование зрительной системы, включая проверку зрения, диагностику глазных заболеваний и назначение лечения"
    },
    {
        title : "Стоматология",
        description : "Удаление зубов, лечение кариеса, установка зубных протезов и другие процедуры для поддержания здоровья полости рта"
    },
    {
        title : "Психотерапия",
        description : "Консультации с психологом или психиатром для лечения психических расстройств и эмоциональных проблем"
    }
]

export const Doctors = [
    {
        title : "Александра Иванова",
        description : "Специализируется на педиатрии и имеет богатый опыт работы с детьми всех возрастов"
    },
    {
        title : "Михаил Петров",
        description : "Эксперт в области кардиологии и сердечно-сосудистых заболеваний"
    },
    {
        title : "Екатерина Смирнова",
        description : "Ортопедический хирург, специализирующийся на лечении различных заболеваний"
    },
    {
        title : "Анна Ковалева",
        description : "Семейный врач с широким спектром компетенций"
    },
    {
        title : "Денис Сергеев",
        description : "Психиатр и психотерапевт с опытом работы в области психического здоровья"
    },
    {
        title : "Мария Николаева",
        description : "Гинеколог, специализирующаяся на женском здоровье и акушерстве"
    },
    {
        title : "Алексей Васильев",
        description : "Операционный хирург с опытом работы в проведении сложных хирургических вмешательств"
    },
    {
        title : "Елена Соколова",
        description : "Невролог, специализирующаяся на лечении заболеваний нервной системы"
    },
    {
        title : "Александр Козлов",
        description : "Уролог, который предоставляет профессиональную помощь пациентам с заболеваниями мочеполовой системы"
    },
    {
        title : "Юлия Попова",
        description : "Офтальмолог, отличный врач отвечаю да"
    }
]