export const Records = [
    {
        title : "Стоматология",
        doctor : "Айболит Валерий Вячеславович",
        data : "18.08.23",
        time : "18:00",
        type : "current"
    },
    {
        title : "Проктология",
        doctor : "Айкакбольно Сергей Сергеевич",
        data : "20.08.23",
        time : "8:00",
        type : "current"
    },
    {
        title : "Психотерапия",
        doctor : "Фрейд Зигмунд Иванович",
        data : "21.08.23",
        time : "10:00",
        type : "current"
    },
    {
        title : "Онкология",
        doctor : "Вячеслав Краб Ракович",
        data : "12.09.23",
        time : "18:00",
        type : "current"
    },
    {
        title : "Стоматология",
        doctor : "Айболит Валерий Вячеславович",
        data : "18.08.23",
        time : "8:00",
        type : "current"
    },
    {
        title : "Проктология",
        doctor : "Айкакбольно Сергей Сергеевич",
        data : "20.08.23",
        time : "14:00",
        type : "current"
    },
    {
        title : "Психотерапия",
        doctor : "Фрейд Зигмунд Иванович",
        data : "21.08.23",
        time : "10:00",
        type : "current"
    },
    {
        title : "Онкология",
        doctor : "Вячеслав Краб Ракович",
        data : "12.09.23",
        time : "20:00",
        type : "current"
    }
]

export const Services = [
    {
        title : "Консультация врача",
        description : "Оценка состояния пациента, диагностика и рекомендации по лечению на основе медицинского обследования"
    },
    {
        title : "Лабораторные анализы",
        description : "Исследование биологических образцов для выявления заболеваний, оценки функций органов и контроля лечения"
    },
    {
        title : "Рентген",
        description : "Использование рентгеновских лучей для получения изображений внутренних органов и костей для диагностики различных заболеваний"
    },
    {
        title : "УЗИ",
        description : "Применение ультразвуковых волн для визуализации органов и тканей, оценки их состояния и выявления патологий"
    },
    {
        title : "ЭКГ",
        description : "Регистрация электрической активности сердца для диагностики сердечных заболеваний и оценки его работы"
    },
    {
        title : "Физиотерапия",
        description : "Применение физических методов (массаж, упражнения, теплотерапия) для восстановления функций организма после травмы или заболевания"
    },
    {
        title : "Хирургическое вмешательство",
        description : "Медицинская процедура, выполняемая хирургом, для лечения или коррекции патологии органов или тканей"
    },
    {
        title : "Офтальмология",
        description : "Исследование зрительной системы, включая проверку зрения, диагностику глазных заболеваний и назначение лечения"
    },
    {
        title : "Стоматология",
        description : "Удаление зубов, лечение кариеса, установка зубных протезов и другие процедуры для поддержания здоровья полости рта"
    },
    {
        title : "Психотерапия",
        description : "Консультации с психологом или психиатром для лечения психических расстройств и эмоциональных проблем"
    }
]

export const Doctors = [
    {
        title : "Александра Иванова",
        description : "Специализируется на педиатрии и имеет богатый опыт работы с детьми всех возрастов",
        devInfo : {
            experience : "12 лет",
            category : "доктор медицинских наук / врач высшей квалификационной категории.",
            specialize : [
                "Биопсия сигнального лимфоузла при меланоме радиоизотопным методом",
                "Биопсия сигнального лимфоузла при раке молочной железы флуоресцентным и радиоизотопным методом",
                "Эндоскопические операции на щитовидной железе",
            ]
        }
    },
    {
        title : "Михаил Петров",
        description : "Эксперт в области кардиологии и сердечно-сосудистых заболеваний",
        devInfo : {
            experience : "12 лет",
            category : "доктор медицинских наук / врач высшей квалификационной категории.",
            specialize : [
                "Биопсия сигнального лимфоузла при меланоме радиоизотопным методом",
                "Биопсия сигнального лимфоузла при раке молочной железы флуоресцентным и радиоизотопным методом",
                "Эндоскопические операции на щитовидной железе",
            ]
        }
    },
    {
        title : "Екатерина Смирнова",
        description : "Ортопедический хирург, специализирующийся на лечении различных заболеваний",
        devInfo : {
            experience : "12 лет",
            category : "доктор медицинских наук / врач высшей квалификационной категории.",
            specialize : [
                "Биопсия сигнального лимфоузла при меланоме радиоизотопным методом",
                "Биопсия сигнального лимфоузла при раке молочной железы флуоресцентным и радиоизотопным методом",
                "Эндоскопические операции на щитовидной железе",
            ]
        }
    },
    {
        title : "Анна Ковалева",
        description : "Семейный врач с широким спектром компетенций",
        devInfo : {
            experience : "12 лет",
            category : "доктор медицинских наук / врач высшей квалификационной категории.",
            specialize : [
                "Биопсия сигнального лимфоузла при меланоме радиоизотопным методом",
                "Биопсия сигнального лимфоузла при раке молочной железы флуоресцентным и радиоизотопным методом",
                "Эндоскопические операции на щитовидной железе",
            ]
        }
    },
    {
        title : "Денис Сергеев",
        description : "Психиатр и психотерапевт с опытом работы в области психического здоровья",
        devInfo : {
            experience : "12 лет",
            category : "доктор медицинских наук / врач высшей квалификационной категории.",
            specialize : [
                "Биопсия сигнального лимфоузла при меланоме радиоизотопным методом",
                "Биопсия сигнального лимфоузла при раке молочной железы флуоресцентным и радиоизотопным методом",
                "Эндоскопические операции на щитовидной железе",
            ]
        }
    },
    {
        title : "Мария Николаева",
        description : "Гинеколог, специализирующаяся на женском здоровье и акушерстве",
        devInfo : {
            experience : "12 лет",
            category : "доктор медицинских наук / врач высшей квалификационной категории.",
            specialize : [
                "Биопсия сигнального лимфоузла при меланоме радиоизотопным методом",
                "Биопсия сигнального лимфоузла при раке молочной железы флуоресцентным и радиоизотопным методом",
                "Эндоскопические операции на щитовидной железе",
            ]
        }
    },
    {
        title : "Алексей Васильев",
        description : "Операционный хирург с опытом работы в проведении сложных хирургических вмешательств",
        devInfo : {
            experience : "12 лет",
            category : "доктор медицинских наук / врач высшей квалификационной категории.",
            specialize : [
                "Биопсия сигнального лимфоузла при меланоме радиоизотопным методом",
                "Биопсия сигнального лимфоузла при раке молочной железы флуоресцентным и радиоизотопным методом",
                "Эндоскопические операции на щитовидной железе",
            ]
        }
    },
    {
        title : "Елена Соколова",
        description : "Невролог, специализирующаяся на лечении заболеваний нервной системы",
        devInfo : {
            experience : "12 лет",
            category : "доктор медицинских наук / врач высшей квалификационной категории.",
            specialize : [
                "Биопсия сигнального лимфоузла при меланоме радиоизотопным методом",
                "Биопсия сигнального лимфоузла при раке молочной железы флуоресцентным и радиоизотопным методом",
                "Эндоскопические операции на щитовидной железе",
            ]
        }
    },
    {
        title : "Александр Козлов",
        description : "Уролог, который предоставляет профессиональную помощь пациентам с заболеваниями мочеполовой системы",
        devInfo : {
            experience : "12 лет",
            category : "доктор медицинских наук / врач высшей квалификационной категории.",
            specialize : [
                "Биопсия сигнального лимфоузла при меланоме радиоизотопным методом",
                "Биопсия сигнального лимфоузла при раке молочной железы флуоресцентным и радиоизотопным методом",
                "Эндоскопические операции на щитовидной железе",
            ]
        }
    },
    {
        title : "Юлия Попова",
        description : "Офтальмолог, отличный врач отвечаю да",
        devInfo : {
            experience : "12 лет",
            category : "доктор медицинских наук / врач высшей квалификационной категории.",
            specialize : [
                "Биопсия сигнального лимфоузла при меланоме радиоизотопным методом",
                "Биопсия сигнального лимфоузла при раке молочной железы флуоресцентным и радиоизотопным методом",
                "Эндоскопические операции на щитовидной железе",
            ]
        }
    }
]

export const devDoctors = [
    {
        title: "Александра Иванова",
        description: "Специализируется на педиатрии и имеет богатый опыт работы с детьми всех возрастов",
        devInfo: {
            experience: "12 лет",
            category: "доктор медицинских наук / врач высшей квалификационной категории.",
            specialize: [
                "Биопсия сигнального лимфоузла при меланоме радиоизотопным методом",
                "Биопсия сигнального лимфоузла при раке молочной железы флуоресцентным и радиоизотопным методом",
                "Эндоскопические операции на щитовидной железе"
            ],
            dates: [
                {
                    data: "Вт",
                    times: ["12:00", "13:00"]
                }
            ]
        }
    },
    {
        title: "Иван Петров",
        description: "Специалист по кардиологии с более чем 15-летним стажем",
        devInfo: {
            experience: "15 лет",
            category: "доктор медицинских наук / врач высшей квалификационной категории.",
            specialize: [
                "Эхокардиография",
                "Коронарография",
                "Имплантация стентов"
            ],
            dates: [
                {
                    data: "Пн",
                    times: ["14:00", "15:00"]
                },
                {
                    data: "Ср",
                    times: ["10:00", "11:00"]
                }
            ]
        }
    },
    {
        title: "Елена Смирнова",
        description: "Специалист по гинекологии с опытом работы ведущим врачом более 10 лет",
        devInfo: {
            experience: "10 лет",
            category: "кандидат медицинских наук / врач высшей квалификационной категории.",
            specialize: [
                "Диагностика и лечение женского бесплодия",
                "Оперативное лечение гинекологических заболеваний",
                "Ультразвуковая диагностика"
            ],
            dates: [
                {
                    data: "Вт",
                    times: ["9:00", "10:30"]
                },
                {
                    data: "Чт",
                    times: ["13:00", "14:30"]
                }
            ]
        }
    },
    {
        title: "Андрей Васильев",
        description: "Ортопедический хирург с опытом работы более 20 лет",
        devInfo: {
            experience: "20 лет",
            category: "доктор медицинских наук / врач высшей квалификационной категории.",
            specialize: [
                "Эндопротезирование тазобедренного сустава",
                "Артроскопия коленного сустава",
                "Операции при переломах"
            ],
            dates: [
                {
                    data: "Пн",
                    times: ["9:00", "11:00"]
                },
                {
                    data: "Ср",
                    times: ["15:00", "17:00"]
                }
            ]
        }
    },
    {
        title: "Мария Козлова",
        description: "Офтальмолог с опытом работы более 8 лет",
        devInfo: {
            experience: "8 лет",
            category: "кандидат медицинских наук / врач первой квалификационной категории.",
            specialize: [
                "Лечение глаукомы",
                "Коррекция зрения методом LASIK",
                "Диагностика и лечение сетчатки"
            ],
            dates: [
                {
                    data: "Вт",
                    times: ["14:00", "16:00"]
                },
                {
                    data: "Чт",
                    times: ["10:00", "12:00"]
                }
            ]
        }
    },
    {
        title: "Анна Соколова",
        description: "Стоматолог-терапевт с опытом работы более 5 лет",
        devInfo: {
            experience: "5 лет",
            category: "врач второй квалификационной категории.",
            specialize: [
                "Лечение кариеса",
                "Установка пломб",
                "Эндодонтическое лечение"
            ],
            dates: [
                {
                    data: "Пн",
                    times: ["9:00", "11:00"]
                },
                {
                    data: "Ср",
                    times: ["13:00", "15:00"]
                }
            ]
        }
    },
    {
        title: "Дмитрий Николаев",
        description: "Невролог с опытом работы более 10 лет",
        devInfo: {
            experience: "10 лет",
            category: "кандидат медицинских наук / врач высшей квалификационной категории.",
            specialize: [
                "Лечение мигрени",
                "Диагностика и лечение невропатий",
                "Электромиография"
            ],
            dates: [
                {
                    data: "Вт",
                    times: ["12:30", "14:30"]
                },
                {
                    data: "Чт",
                    times: ["9:00", "11:00"]
                }
            ]
        }
    },
    {
        title: "Ольга Михайлова",
        description: "Пульмонолог с богатым опытом работы в лечении заболеваний дыхательных путей",
        devInfo: {
            experience: "15 лет",
            category: "доктор медицинских наук / врач высшей квалификационной категории.",
            specialize: [
                "Диагностика и лечение астмы",
                "Лечение хронического обструктивного бронхита",
                "Интенсивная терапия при респираторной недостаточности"
            ],
            dates: [
                {
                    data: "Пн",
                    times: ["10:00", "12:00"]
                },
                {
                    data: "Ср",
                    times: ["14:00", "16:00"]
                }
            ]
        }
    },
    {
        title: "Алексей Ковалев",
        description: "Хирург с опытом работы более 15 лет, специализируется на абдоминальной хирургии",
        devInfo: {
            experience: "15 лет",
            category: "доктор медицинских наук / врач высшей квалификационной категории.",
            specialize: [
                "Лечение грыж брюшной стенки",
                "Операции на желудке и кишечнике",
                "Эндоскопическая хирургия"
            ],
            dates: [
                {
                    data: "Вт",
                    times: ["9:00", "11:00"]
                },
                {
                    data: "Чт",
                    times: ["13:00", "15:00"]
                }
            ]
        }
    },
    {
        title: "Ирина Сидорова",
        description: "Уролог с опытом работы более 12 лет",
        devInfo: {
            experience: "12 лет",
            category: "кандидат медицинских наук / врач высшей квалификационной категории.",
            specialize: [
                "Лечение заболеваний предстательной железы",
                "Удаление камней из мочевого пузыря",
                "Оперативное лечение мочекаменной болезни"
            ],
            dates: [
                {
                    data: "Пн",
                    times: ["13:00", "15:00"]
                },
                {
                    data: "Ср",
                    times: ["9:00", "11:00"]
                }
            ]
        }
    },
    {
        title: "Евгений Федоров",
        description: "Нейрохирург с опытом работы более 10 лет",
        devInfo: {
            experience: "10 лет",
            category: "доктор медицинских наук / врач высшей квалификационной категории.",
            specialize: [
                "Операции на головном и спинном мозге",
                "Лечение грыж межпозвоночных дисков",
                "Радиохирургия"
            ],
            dates: [
                {
                    data: "Вт",
                    times: ["14:00", "16:00"]
                },
                {
                    data: "Чт",
                    times: ["10:00", "12:00"]
                }
            ]
        }
    }
]